Repository: BENTianTian/kdelibs
Catalog: kdeprint/cups/cupsdconf/po/*.po
Languages: fr

source: Root
fr: Racine

source: All printers
fr: Imprimantes

source: All classes
fr: Classes

source: Class
fr: Classe

source: Printer
fr: Imprimante

source: CUPS server configuration
fr: Configuration du serveur CUPS

source: CUPS configuration error
fr: Erreur de configuration de CUPS

source: Error while loading configuration file !
fr: Erreur lors de la lecture du fichier de configuration !

source: Unable to find a running CUPS server
fr: Impossible de se trouver un serveur CUPS en cours d'exécution

source: Unable to restart CUPS server (pid = %1)
fr: Impossible de redémarrer le serveur CUPS (pid = %1)

source: File "%1" doesn't exist !
fr: Le fichier "%1" n'existe pas !

source: Can't open file "%1" ! Check file permissions.
fr: Impossible d'ouvrir le fichier "%1" ! Vérifiez les propriétés d'accès du fichier.

source: You are not allowed to modify file "%1" ! Check file permissions or contact system administrator.
fr: Vous n'avez pas la permission de modifier le fichier "%1" ! Vérifiez les propriétés d'accès du fichier ou contactez l'administrateur système.

source: Unable to write configuration file %1
fr: Impossible de sauver le fichier de configuration %1

source: Toggle default value
fr: Activer/désactiver la valeur par defaut

source: CUPS print system
fr: Serveur CUPS

source: Server
fr: Serveur

source: Directories
fr: Dossiers

source: Server directories configuration
fr: Configuration du serveur (dossiers)

source: Executables:
fr: Programmes:

source: Data:
fr: Données:

source: Temporary files:
fr: Fichiers temporaires:

source: Temporary requests:
fr: Requêtes temporaires:

source: Font path:
fr: Fontes:

source: Server HTTP configuration
fr: Configuration du serveur (HTTP)

source: Document directory:
fr: Dossier des documents:

source: Default language:
fr: Langage par défaut:

source: Default charset:
fr: Jeux de caractères par défaut:

source: Server general configuration
fr: Configuration du serveur (générale)

source: Server name:
fr: Nom du serveur:

source: Administrator's e-mail:
fr: Adresse de l'administrateur:

source: Server user:
fr: Utilisateur:

source: Server group:
fr: Groupe:

source: Remote user name:
fr: Utilisateur distant:

source: Log
fr: Journal

source: Server logging configuration
fr: Configuration du serveur (journal)

source: Complete debug (everything)
fr: Déboggage complet (tout)

source: Partial debug (almost everything)
fr: Déboggage partiel (presque tout)

source: Info (normal)
fr: Informations (normal)

source: Warning (errors and warnings)
fr: Warning (erreurs et warnings)

source: Error (errors only)
fr: Erreur (seulement les erreurs)

source: None
fr: Aucun

source: Access log file:
fr: Journal des accès:

source: Error log file:
fr: Journal des erreurs:

source: Page log file:
fr: Journal des pages:

source: Log level:
fr: Type d'informations:

source: Max log file size:
fr: Taille maximale du journal:

source: Max log size: wrong argument
fr: Taille du journal: argument incorrect

source: Misc
fr: Divers

source: Server misceallenous configuration
fr: Configurations du serveur (divers)

source: Preserve job history (after completion)
fr: Garder l'historique des impressions (après impression)

source: Preserve job file (after completion)
fr: Garder les fichiers imprimés (après impression)

source: Printcap file:
fr: Fichier 'Printcap':

source: RIP cache:
fr: Cache RIP:

source: Filter limit:
fr: Limite de filtrage:

source: %1 wrong argument
fr: %1, argument incorrect

source: Browsing general configuration
fr: Configuration du browsing (générale)

source: Enable browsing
fr: Activer le browsing

source: Use short names when possible
fr: Utiliser les noms raccourcis si possible

source: Use implicit classes
fr: Utiliser les classes implicites

source: Timeouts
fr: Délais

source: Browsing timeouts configuration
fr: Configuration du browsing (délais)

source: Browse interval:
fr: Intervalle de vérification:

source: Browse timeout:
fr: Délai de temporisation:

source: %1 wrong argument !
fr: %1, argument incorrect !

source: Browse timeout value must be greater than browse iinterval
fr: Le délai de temporisation doit être plus grand que l'intervalle de vérification

source: Input value:
fr: Entrez une valeur:

source: Enter new value:
fr: Entrez une nouvelle valeur:

source: Add...
fr: Ajouter...

source: Welcome to the CUPS server configuration tool
fr: Bienvenue dans l'outil de configuration du serveur CUPS

source: <p>This tool will help you to configure graphically the server of the CUPS printing system. The available options are classified in a hierarchical way and can be accessed quickly through the tree view located on the left. If this tree view is not visible, simply click (or double-click) on the first item in the view.</p><br><p>Each option has a default value. If you want the server to use this value, simply check the box located on the right side of the corresponding option.</p>
fr: <p>Cet outil permet de configurer de manière graphique le serveur du système d'impression CUPS. Les options disponibles sont classées de manière hiérarchique et peuvent être accédée rapidement à l'aide de l'arborescence située sur la gauche. Si cette arborescence n'est pas visible, cliquez (ou double-cliquez) sur le premier élément.</p><br><p>Chaque option possède une valeur par défaut. Si vous désirez que le serveur utilise cette valeur, cochez simplement la case située sur la droite de l'option correspondante.</p>

source: Masks
fr: Masques

source: Browsing masks configuration
fr: Configuration du browsing (masques)

source: Allow, Deny
fr: Accord, Refus

source: Deny, Allow
fr: Refus, Accord

source: Browse allow:
fr: Accorder à:

source: Browse deny:
fr: Refuser à:

source: Browse order:
fr: Ordre:

source: Connection
fr: Connexion

source: Browsing connection configuration
fr: Configuration du browsing (connexion)

source: Broadcast addresses:
fr: Adresses de broadcast:

source: Broadcast port:
fr: Port de broadcast:

source: Poll addresses:
fr: Vérifiez les adresses:

source: %1 wrong argumnet
fr: %1, argument incorrect

source: Browse port:
fr: Port du browsing:

source: Network
fr: Réseau

source: Network general configuration
fr: Configuration réseau (générale)

source: Look for hostname on IP addresses
fr: Rechercher le nom d'hôte pour les adresses IP

source: Max request size:
fr: Taille max d'une requête:

source: Timeout:
fr: Délai:

source: From
fr: De

source: To
fr: A

source: Relay
fr: Relai

source: Browsing relay configuration
fr: Configuration du browsing (relai)

source: Browser packets relay:
fr: Relayer les paquets de données:

source: Network clients configuration
fr: Configuration réseau (clients)

source: Accept "Keep Alive" requests
fr: Accepter les connexions persistantes

source: Keep alive timeout:
fr: Durée d'une connexion presistante

source: Max number of clients:
fr: Nombre maximum de clients:

source: Security
fr: Sécurité

source: Security configuration
fr: Configuration de la sécurité

source: System group:
fr: Groupe système:

source: Resource
fr: Ressource

source: Path
fr: Chemin d'accès

source: Resources:
fr: Ressources:

source: Modify
fr: Modifier

source: <Unmatched resource>
fr: <Ressource inconnue>

source: Really remove resource "%1" ?
fr: Voulez-vous vraiment supprimer la ressource "%1" ?

source: General
fr: Général

source: Access
fr: Accès

source: Short help...
fr: Aide rapide...

source: Add resource
fr: Ajout d'une ressource

source: Resource "%1"
fr: Ressource "%1"

source: You must specify a resource name !
fr: Vous devez spécifier un nom de ressource !

source: Basic
fr: Basique

source: Anonymous
fr: Anonyme

source: User
fr: Utilisateur

source: System
fr: Système

source: Group
fr: Groupe

source: Always
fr: Toujours

source: Never
fr: Jamais

source: Required
fr: Requis

source: If requested
fr: Si demandé

source: Resource:
fr: Ressource:

source: Authorization type:
fr: Type d'accès:

source: Authorization class:
fr: Classe d'accès:

source: Authorization group:
fr: Groupe d'accès:

source: Encryption type:
fr: Cryptage:

source: Allow from:
fr: Accorder à:

source: Deny from:
fr: Refuser à:

source: Order:
fr: Ordre:

source: Encryption
fr: Cryptage

source: Server encryption support configuration
fr: Configuration du serveur (cryptage)

source: Server certificate:
fr: Certificat du serveur:

source: Server key:
fr: Clef de cryptage du serveur:
